app/controllers/api/v1/molecules_controller.rb

SELECT "molecules".* FROM "molecules"
---
      def index
        @molecules = Molecule.all